Repository: Manh-IT-K2/AppMeditate
Catalog: lib/L10n/app_*.arb
Languages: fr, ko, th, vi, zh

# tEmail
source: Email
ko: 이메일
th: อีเมล
zh: 电子邮件

# tPhoneNo
source: Phone No
fr: Pas de téléphone
ko: 전화 번호
th: หมายเลขโทรศัพท์
zh: 电话号码

# txtSignUp
source: SIGN UP
fr: S'INSCRIRE
ko: 가입하기
th: ลงชื่อ
vi: Đăng Ký
zh: 报名

# txtSignIn
source: SIGN IN
fr: S'IDENTIFIER
ko: 로그인
th: เข้าสู่ระบบ
vi: Đăng Nhập
zh: 登入

# txtUsername
source: Username
fr: Nom d'utilisateur
ko: 사용자 이름
th: ชื่อผู้ใช้
vi: Tên Tài Khoản
zh: 用户名

# txtPassword
source: Password
ko: 비밀번호
th: รหัสผ่าน
vi: Mật Khẩu
zh: 密码

# txtRePassword
source: Repassword
ko: 재암호화
th: รหัสผ่านซ้ำ
vi: Nhập Lại Mật Khẩu
zh: 重设密码

# txtWithFacebook
source: CONTINUE WITH FACEBOOK
fr: CONTINUER AVEC FACEBOOK
ko: 페이스북으로 계속하기
th: ดำเนินการต่อด้วย Facebook
vi: Tiếp Tục Với FACEBOOK
zh: 继续使用 Facebook

# txtWithGoogle
source: CONTINUE WITH GOOGLE
fr: CONTINUER AVEC GOOGLE
ko: Google로 계속
th: ดำเนินการต่อด้วย Google
vi: Tiếp Tục Với GOOGLE
zh: 继续使用谷歌

# txtwithEmail
source: OR LOG IN WITH EMAIL
fr: OU CONNECTEZ-VOUS AVEC EMAIL
ko: 또는 이메일로 로그인
th: หรือเข้าสู่ระบบด้วยอีเมล
vi: Hoặc Đăng Nhập Với Email
zh: 或使用电子邮件登录

# txtAll
source: All
fr: Toute
ko: 모두
th: ทั้งหมด
vi: Tất Cả
zh: 全部

# txtMy
source: My
fr: Ma
ko: 나의
th: ของฉัน
vi: Của Tôi
zh: 我的

# txtAnxious
source: Anxious
fr: Anxieuse
ko: 불안해하는
th: กังวล
vi: Lo Lắng
zh: 焦虑的

# txtSleep
source: Sleep
fr: Dormir
ko: 잠
th: นอน
vi: Ngủ
zh: 睡觉

# txtKids
source: Kids
fr: Enfants
ko: 어린이
th: เด็ก ๆ
vi: Trẻ Em
zh: 孩子们

# txtStart
source: START
fr: COMMENCER
ko: 시작
th: เริ่ม
vi: Băt Đầu
zh: 开始

# txtEditProfile
source: Edit Profile
fr: Editer le profil
ko: 프로필 수정
th: แก้ไขโปรไฟล์
vi: Chỉnh Sửa Hồ Sơ
zh: 编辑个人资料

# tGetstartedButtonTitle
source: GET STATED
fr: FAITES-VOUS AFFICHER
ko: 시작하다
th: เริ่ม
vi: BẮT ĐẦU
zh: 开始吧

# tGetstartedTitle2
source: To silent Moon !
fr: A la lune silencieuse !
ko: 침묵의 달에게!
th: ถึงพระจันทร์ที่เงียบงัน !
vi: Đến mặt trăng im lặng!
zh: 致沉默的月亮!

# tGetstartedSubTitle
source: Explore the app, Find some peace of mind to prepare for mediatation
fr: Explorez l'application, trouvez la tranquillité d'esprit pour vous préparer à la médiation
ko: 앱을 탐색하고 마음의 평화를 찾아 중재를 준비하세요.
th: สำรวจแอป ค้นหาความสบายใจ เพื่อเตรียมพร้อมสำหรับการไกล่เกลี่ย
vi: Khám phá ứng dụng, Tìm chút bình yên để chuẩn bị cho hòa giải
zh: 探索应用程序，获得内心的平静 ,为调解做好准备

# txtSignUpInTitle
source: We are what we do
fr: Nous sommes ce que nous faisons
ko: 우리는 우리가 하는 일이다
th: เราคือสิ่งที่เราทำ
vi: Chúng tôi là những gì chúng tôi làm
zh: 我们就是我们所做的

# txtSignUpInSubTitle
source: Thousand of people are usign silent moon for smalls meditation
fr: Des milliers de personnes utilisent la lune silencieuse pour une petite méditation
ko: 수천 명의 사람들이 작은 명상을 위해 고요한 달을 사용하고 있습니다.
th: ผู้คนหลายพันคนใช้พระจันทร์เงียบ สำหรับการทำสมาธิขนาดเล็ก
vi: Hàng ngàn người đang sử dụng mặt trăng im lặng để thiền nhỏ
zh: 成千上万的人在用寂静的月亮 进行小冥想

# txtAlreadyAccount
source: ALREADY HAVE AN ACCOUNT?
fr: VOUS AVEZ DÉJÀ UN COMPTE?
ko: 이미 계정이 있습니까?
th: มีบัญชีอยู่แล้ว?
vi: Bạn đã có tài khoản?
zh: 已经有帐户？

# txtHeaderSignup
source: Create your account?
fr: Créez votre compte?
ko: 계정을 만드시겠습니까?
th: สร้างบัญชีของคุณ?
vi: Tạo tài khoản của bạn?
zh: 创建您的帐户？

# txtPrivacePolicy
source: Privace Policy
fr: Politique de confidentialité
ko: 개인 정보 정책
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật
zh: 隐私政策

# txtHaveRead
source: i have read the
fr: j'ai lu le
ko: 나는 읽었다
th: ฉันได้อ่าน
vi: Tôi đã đọc
zh: 我已经读过

# txtHeaderSigin
source: welcome Back!
fr: content de te revoir!
ko: 환영합니다!
th: ยินดีต้อนรับกลับ!
vi: Chào mừng trở lại!
zh: 欢迎回来！

# txtForgotPassword
source: Forgot Password?
fr: Mot de passe oublié?
ko: 비밀번호를 잊으 셨나요?
th: ลืมรหัสผ่าน?
vi: Quên mật khẩu?
zh: 忘记密码？

# txtHeaderChooseTopicTitle1
source: What Brings you
fr: Ce qui vous apporte
ko: 당신을 가져 오는 것
th: สิ่งที่นำมาให้คุณ
vi: Điều gì mang lại cho bạn
zh: 什么给你带来

# txtHeaderChooseTopicTitle2
source: to silent Moon?
fr: à la Lune silencieuse?
ko: 침묵의 달에게?
th: พระจันทร์เงียบ?
vi: đến mặt trăng im lặng?
zh: 到沉默的月亮?

# txtHeaderChooseTopicSubTitle1
source: Choose a topic to focus on:
fr: Choisissez un sujet sur lequel vous concentrer:
ko: 집중할 주제 선택:
th: พระจันทร์เงียบ?:
vi: Chọn một chủ đề để tập trung vào:
zh: 选择一个要关注的主题:

# txtSave
source: Save
fr: Sauvegarder
ko: 구하다
th: บันทึก
vi: Lưu
zh: 节省

# txtBack
source: Back
fr: Dos
ko: 뒤쪽에
th: กลับ
vi: Trở lại
zh: 后退

# txtNothank
source: NO THANKS
fr: NON MERCI
ko: 고맙지 만 사양 할게
th: ไม่เป็นไรขอบคุณ
vi: KHÔNG, CÁM ƠN
zh: 不，谢谢

# txtReminderTitle1
source: What time would you like to meditate?
fr: À quelle heure souhaitez-vous méditer?
ko: 몇 시에 명상하고 싶으신가요?
th: คุณต้องการ ทำสมาธิเวลาใด
vi: Bạn muốn thiền lúc mấy giờ?
zh: 您想什么时候冥想？

# txtReminderTitle2
source: What day would you like to meditate?
fr: Quel jour voudriez-vous méditer?
ko: 무슨 요일에 명상하고 싶습니까?
th: วันใดที่คุณอยากจะทำสมาธิ?
vi: Bạn muốn thiền vào ngày nào?
zh: 您想在哪一天冥想 ?

# txtReminderSubTitle1
source: Any time you can choose but we recommend firts thing in the morning.
fr: Vous pouvez choisir n'importe quelle heure, mais nous vous recommandons de commencer par le matin.
ko: 언제든지 선택할 수 있지만 아침에 먼저 하는 것이 좋습니다.
th: คุณสามารถเลือกเวลาใดก็ได้ แต่เราขอแนะนำให้ ทำสิ่งแรกในตอนเช้า
vi: Bạn có thể chọn bất cứ lúc nào nhưng chúng tôi khuyên bạn nên làm điều đầu tiên vào buổi sáng.
zh: 您可以选择任何时间，但我们建议 首先在早上进行。

# txtReminderSubTitle2
source: Everyday is best, but we recomend picking at least five.
fr: Tous les jours, c'est mieux, mais nous vous recommandons d'en choisir au moins cinq.
ko: 매일이 가장 좋지만 최소 5개를 선택하는 것이 권장됩니다.
th: ทุกวันดีที่สุด แต่เราแนะนำให้ เลือกอย่างน้อยห้าครั้ง
vi: Hàng ngày là tốt nhất, nhưng chúng tôi khuyên bạn nên chọn ít nhất năm.
zh: 每天都是最好的，但我们建议 至少选择五个。

# txtCaditemHomeSubTitle
source: MEDITATION • 3-10 MIN'
fr: MÉDITATION • 3-10 MIN
ko: 명상 • 3-10 분
th: การทำสมาธิ • 3-10 นาที
vi: THIỀN • 3-10 PHÚT'
zh: 冥想 • 3-10 分钟

# txtHomeHeaderTitle
source: Good Morning,
fr: Bonjour,
ko: 좋은 아침이에요,
th: สวัสดีตอนเช้า,
vi: Chào buổi sáng,
zh: 早上好，

# txtHomeHeaderSubTitle
source: We Wish you have a good day
fr: Nous vous souhaitons une bonne journée
ko: 우리는 당신이 좋은 하루를 기원합니다
th: เราหวังว่าคุณจะมีวันที่ดี
vi: Chúng tôi chúc bạn có một ngày tốt lành
zh: 我们祝您度过愉快的一天

# txtMeditateHeaderTitle
source: Meditate
fr: Méditer
ko: 꾀하다
th: นั่งสมาธิ
vi: Suy nghĩ
zh: 幽思

# txtMeditateHeaderSubTitle
source: We can learn how to recognize when our minds are doing their normal everyday acrobatics.
fr: Nous pouvons apprendre à reconnaître quand nos esprits font leurs acrobaties quotidiennes normales.
ko: 마음이 일상적인 곡예를 하고 있는지 인식하는 방법을 배울 수 있습니다.
th: เราสามารถเรียนรู้วิธีรับรู้เมื่อ จิตใจของเรากำลังทำกายกรรมตามปกติทุกวัน
vi: Chúng ta có thể học cách nhận ra khi tâm trí của chúng ta đang thực hiện các màn nhào lộn bình thường hàng ngày của chúng.
zh: 我们可以学习如何识别我们的大脑何时在进行正常的日常杂技。

# txtMeditateBodyHeaderTitle
source: Daily Calm
fr: Calme quotidien
ko: 데일리 캄
th: ความสงบทุกวัน
vi: Bình tĩnh hàng ngày
zh: 每日平静

# txtMeditateBodyHeaderSubTitle
source: APR 30 • PAUSE PRACTICE
fr: 30 AVRIL • PAUSE ENTRAÎNEMENT
ko: 4월 30일 • 연습 일시중지
th: 30 เม.ย. • หยุดซ้อมชั่วคราว
vi: NGÀY 30 THÁNG 4 • TẠM DỪNG THỰC HÀNH
zh: 4 月 30 日 • 暂停练习

# txtSleepHeaderTitle
source: Sleep Stories
fr: Histoires de sommeil
ko: 수면 이야기
th: เรื่องนอน
vi: Truyện Ngủ
zh: 睡眠故事

# txtSleepHeaderSubTitle
source: Soothing bedtime stories to help you fall into a deep and natural sleep
fr: Des histoires apaisantes pour vous aider à tomber dans un sommeil profond et naturel
ko: 깊고 자연스러운 수면에 빠져들도록 도와주는 마음을 달래주는 취침 시간 이야기
th: นิทานก่อนนอนแสนผ่อนคลายที่จะช่วยให้คุณ เข้าสู่ห้วงนิทราที่ลึกและเป็นธรรมชาติ
vi: Những câu chuyện nhẹ nhàng trước khi đi ngủ giúp bạn chìm vào giấc ngủ sâu và tự nhiên
zh: 舒缓的睡前故事可帮助您 进入深度自然的睡眠

# txtSleepSuggetTitle
source: The ocean moon
fr: La lune océanique
ko: 바다의 달
th: มหาสมุทรพระจันทร์
vi: Mặt trăng đại dương
zh: 海洋之月

# txtSleepSuggetSubTitle
source: Non-stop 8- hour mixes of our most popular sleep audio
fr: Mixages ininterrompus de 8 - heures de nos des sons de sommeil les plus populaires
ko: 가장 인기 있는 수면 오디오의 논스톱 8시간 믹스
th: มิกซ์เพลง เสียงสลีปยอดนิยมของเราต่อเนื่อง 8 ชั่วโมงแบบไม่มีวันหยุด
vi: Kết hợp không ngừng trong 8 giờ của âm thanh ngủ phổ biến nhất của chúng tôi
zh: 我们最受欢迎的睡眠音频的 8 小时不间断混音

# txtDetailSettingAction1
source: Change Language
fr: Changer de langue
ko: 언어 변경
th: เปลี่ยนภาษา
vi: Thay đổi ngôn ngữ
zh: 改变语言

# txtDetailSettingAction2
source: Download Over Cellular
fr: Télécharger sur Cellular
ko: 셀룰러를 통해 다운로드
th: ดาวน์โหลดผ่านเซลลูล่าร์
vi: Tải xuống qua mạng di động
zh: 通过蜂窝网络下载

# txtDetailSettingAction3
source: Do not Disturb
fr: Ne pas déranger
ko: 방해하지 마
th: ห้ามรบกวน
vi: Đừng làm phiền
zh: 请勿打扰

# txtDetailSettingAction4
source: Log out
fr: Se déconnecter
ko: 로그 아웃
th: ออกจากระบบ
vi: Đăng xuất
zh: 登出

# txtDetailSettingInfomationUser1
source: Manage Subscription
fr: Gérer l'abonnement
ko: 구독 관리
th: จัดการการสมัครสมาชิก
vi: Quản lý thuê bao
zh: 管理订阅

# txtDetailSettingInfomationUser2
source: Account Info
fr: Informations de compte
ko: 계정 정보
th: ข้อมูลบัญชี
vi: Thông tin tài khoản
zh: 帐户信息

# txtDetailSettingInfomationUser3
source: Change Password
fr: Changer le mot de passe
ko: 비밀번호 변경
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu
zh: 更改密码

# txtDetailSettingNotification1
source: Meditation Reminders
fr: Rappels de méditation
ko: 명상 알림
th: เตือนการทำสมาธิ
vi: Nhắc nhở thiền định
zh: 冥想提醒

# txtDetailSettingNotification2
source: Bedtime Reminders
fr: Rappels de l'heure du coucher
ko: 취침 시간 알림
th: การแจ้งเตือนเวลาเข้านอน
vi: Lời nhắc trước khi đi ngủ
zh: 就寝提醒

# txtSetting
source: Settings
fr: Paramètres
ko: 설정
th: การตั้งค่า
vi: Cài đặt
zh: 设置

# txtCourseDetailHeaderTitle
source: Happy Morning
fr: Joyeux matin
ko: 행복한 아침
th: สวัสดีตอนเช้า
vi: Buổi sáng tốt lành
zh: 快乐的早晨

# txtCourseDetailHeaderSubTitle1
source: RELAXATION
ko: 기분 전환
th: การพักผ่อน
vi: THƯ GIÃN
zh: 松弛

# txtCourseDetailHeaderSubTitle2
source: Ease the mind into a restful night’s sleep with these deep, amblent tones.
fr: Apaisez l'esprit dans une nuit de sommeil réparatrice avec ces tons profonds et ambulants.
ko: 깊고 부드러운 톤으로 마음을 편안하게 하여 편안한 밤을 보내세요.
th: ทำจิตใจให้สบายเข้าสู่การนอนหลับพักผ่อนอย่างเต็มอิ่มด้วย โทนสีที่ลึกและไพเราะเหล่านี้
vi: Giúp tâm trí dễ dàng chìm vào giấc ngủ đêm yên tĩnh với những âm thanh trầm và du dương này.
zh: 通过这些低沉、舒缓的音调让心灵轻松进入安宁的睡眠。

# txtCourseDetailHeaderSubTitle3
source: PODCASTS
ko: 팟캐스트
th: พอดแคสต์
vi: Phát Thanh
zh: 播客

# txtCourseDetailHeaderSubTitle4
source: Enjoy the interesting knowledge shared by scientists to help you relax your mind and relieve stress.
fr: Profitez des connaissances intéressantes partagées par les scientifiques pour vous aider à détendre votre esprit et à soulager le stress.
ko: 과학자들이 공유한 흥미로운 지식을 즐겨 마음을 편안하게 하고 스트레스를 해소하세요.
th: เพลิดเพลินไปกับความรู้ที่น่าสนใจที่นักวิทยาศาสตร์แบ่งปัน เพื่อช่วยให้คุณผ่อนคลายจิตใจและคลายความเครียด
vi: Hãy tận hưởng những kiến ​​thức thú vị được các nhà khoa học chia sẻ giúp bạn thư giãn đầu óc, xả stress.
zh: 享受科学家分享的有趣知识 帮助您放松心情、缓解压力。

# txtCourseDetailHeaderTitleFavorite
source: favorits
fr: favoris
ko: 즐겨 찾기
th: รายการโปรด
vi: Lượt thích
zh: 最喜欢的

# txtCourseDetailHeaderTitleListening
source: listening
fr: écoute
ko: 청취
th: การฟัง
vi: Lượt nghe
zh: 倾听

# txtCourseDetailBodyTitle
source: Choose a Theme
fr: Choisissez un thème
ko: 테마 선택
th: เลือกธีม
vi: Chọn một chủ đề
zh: 选择一个主题

# txtCourseDetailTabbarTitle1
source: RELAX PIANO
fr: PIANO DÉTENTE
ko: 릴렉스 피아노
th: เปียโนผ่อนคลาย
vi: Thư Giãn Piano
zh: 放松钢琴

# txtCourseDetailTabbarTitle2
source: RELAX JAZZ
fr: JAZZ DÉTENTE
ko: 릴랙스 재즈
th: แจ๊สผ่อนคลาย
vi: Thư Giãn JAZZ
zh: 放松爵士乐

# txtCourseDetailTabbarTitle3
source: MALE VOICE
fr: VOIX D'HOMME
ko: 남성
th: เสียงชาย
vi: Giọng Nam
zh: 男声

# txtCourseDetailTabbarTitle4
source: FEMALE VOICE
fr: VOIX FÉMININE
ko: 여성 목소리
th: เสียงผู้หญิง
vi: Giọng Nữ
zh: 女声

# txtCourseDetailTabbarTitle5
source: FAVORITE
fr: PRÉFÉRÉE
ko: 가장 좋아하는
th: ที่ชื่นชอบ
zh: 最喜欢的

# txtUserFunction1
source: Be Premium
fr: Soyez Premium
ko: 프리미엄이 되십시오
th: เป็นพรีเมี่ยม
vi: Trở thành cao cấp
zh: 成为优质的

# txtUserFunction2
source: My Favourite
fr: Mon favori
ko: 내가 좋아하는
th: ของโปรด
vi: Yêu thích của tôi
zh: 我的最爱

# txtUserFunction3
source: My Offline
fr: Mon hors ligne
ko: 내 오프라인
th: ออฟไลน์ของฉัน
vi: Ngoại tuyến của tôi
zh: 我的离线状态

# txtUserOverview
source: Overview
fr: Aperçu
ko: 개요
th: ภาพรวม
vi: Tổng quan
zh: 概述

# txtMusicHeaderTitle
source: Music Chill
fr: Détente musicale
ko: 뮤직 칠
th: ดนตรีชิลล์
vi: Âm nhạc Chill
zh: 音乐放松

# txtMusicHeaderSubTitle
source: Enjoy soothing music to help relax your mind and gently inspire your work
fr: Profitez d'une musique apaisante pour vous aider à détendre votre esprit et inspirer doucement votre travail
ko: 마음을 편안하게 하고 작업에 부드러운 영감을 주는 부드러운 음악을 즐겨보세요.
th: เพลิดเพลินกับเสียงเพลงที่ผ่อนคลายเพื่อช่วยผ่อนคลายจิตใจและ สร้างแรงบันดาลใจในการทำงานของคุณ
vi: Thưởng thức những bản nhạc nhẹ nhàng giúp thư giãn đầu óc và nhẹ nhàng tạo cảm hứng cho công việc của bạn
zh: 享受舒缓的音乐，帮助您放松心情， 轻轻地激发您的工作灵感

# tForgetPasswordTitle
source: Make Selection!
fr: Faire une sélection!
ko: 선택하다!
th: ทำการเลือก!
vi: Hãy lựa chọn!
zh: 做出选择！

# tForgetPasswordSubTitle
source: Select one of the options given below to reset your password.
fr: Sélectionnez l'une des options ci-dessous pour réinitialiser votre mot de passe.
ko: 비밀번호를 재설정하려면 아래 제공된 옵션 중 하나를 선택하십시오.
th: เลือกหนึ่งในตัวเลือกด้านล่างเพื่อรีเซ็ตรหัสผ่านของคุณ
vi: Chọn một trong các tùy chọn được cung cấp bên dưới để đặt lại mật khẩu của bạn.
zh: 选择下面给出的选项之一来重置您的密码。

# tResetViaEMail
source: Reset via Mail Verification
fr: Réinitialiser via la vérification du courrier
ko: 메일 확인을 통한 재설정
th: รีเซ็ตผ่านการยืนยันเมล
vi: Đặt lại qua xác minh Mail
zh: 通过邮件验证重置

# tResetViaPhone
source: Reset via Phone Verification
fr: Réinitialiser via la vérification par téléphone
ko: 전화 확인을 통해 재설정
th: รีเซ็ตผ่านการยืนยันทางโทรศัพท์
vi: Đặt lại qua xác minh Phone
zh: 通过电话验证重置

# tForgetPhoneSubTitle
source: Enter your registered Phone No to receive OTP
fr: Entrez votre numéro de téléphone enregistré pour recevoir OTP
ko: OTP를 받을 등록된 전화번호를 입력하세요.
th: ป้อนหมายเลขโทรศัพท์ที่ลงทะเบียนเพื่อรับ OTP
vi: Nhập số điện thoại đã đăng ký của bạn để nhận OTP
zh: 输入您注册的电话号码以接收 OTP

# tForgetMailSubTitle
source: Enter your registered E-Mail to receive OTP
fr: Entrez votre e-mail enregistré pour recevoir OTP
ko: OTP를 받을 등록된 이메일을 입력하세요.
th: กรอก E-Mail ที่ลงทะเบียนเพื่อรับ OTP
vi: Nhập Email đã đăng ký để nhận OTP
zh: 输入您注册的电子邮件以接收 OTP

# tOtpSubTitle
source: Verification
fr: Vérification
ko: 확인
th: การยืนยัน
vi: Xác minh
zh: 确认

# tOtpMessage
source: Enter the verification code sent at
fr: Entrez le code de vérification envoyé à
ko: 에서 전송된 인증 코드를 입력하세요.
th: ป้อนรหัสยืนยันที่ส่งมาที่
vi: Nhập mã xác minh được gửi đến
zh: 输入发送到的验证码

# txtTryAgain
source: Try again?
fr: Essayer à nouveau?
ko: 다시 시도하십시오?
th: ลองอีกครั้ง?
vi: Thử lại?
zh: 再试一次？

# txtAboutTime
source: 0 - 3 MIN
ko: 0 - 3 분
th: 0 - 3 นาที
vi: 0 - 3 PHÚT

# txtGender
source: Gender
fr: Genre
ko: 성별
th: เพศ
vi: Giới Tính
zh: 性别

# txtMale
source: Male
fr: Mâle
ko: 남성
th: ชาย
vi: Nam
zh: 男性

# txtFemale
source: Female
fr: Femelle
ko: 여성
th: หญิง
vi: Nữ
zh: 女性

# txtLoading
source: Loading...
fr: Chargement...
ko: 로드 중...
th: กำลังโหลด...
vi: Đang tải...
zh: 加载中...

# txtMessageChangeUserNameE
source: Your account cannot be changed again ! Because each account can only be changed once.
fr: Votre compte ne pourra plus être modifié ! Parce que chaque compte ne peut être modifié qu'une seule fois.
ko: 귀하의 계정은 다시 변경할 수 없습니다! 각 계정은 한 번만 변경할 수 있기 때문입니다.
th: บัญชีของคุณจะไม่สามารถเปลี่ยนแปลงได้อีก ! เนื่องจากแต่ละบัญชีสามารถเปลี่ยนได้เพียงครั้งเดียวเท่านั้น
vi: Tài khoản của bạn không thể được thay đổi lại! Vì mỗi tài khoản chỉ được đổi 1 lần.
zh: 您的帐户无法再次更改！因为每个账户只能更改一次。

# txtChangeUserName
source: Change Username !
fr: Changez de nom d'utilisateur!
ko: 사용자 이름 변경!
th: เปลี่ยนชื่อผู้ใช้ !
vi: Thay đổi tên người dùng!
zh: 更改用户名！

# txtMessageChangeUserNameS
source: You can only change your username once, are you sure you want to change it?
fr: Vous ne pouvez changer votre nom d'utilisateur qu'une seule fois, êtes-vous sûr de vouloir le changer?
ko: 사용자 이름은 한 번만 변경할 수 있습니다. 변경하시겠습니까?
th: คุณสามารถเปลี่ยนชื่อผู้ใช้ได้เพียงครั้งเดียว คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยน
vi: Bạn chỉ có thể thay đổi tên người dùng của mình một lần, bạn có chắc chắn muốn thay đổi nó không?
zh: 您只能更改一次用户名，您确定要更改吗？

# txtOk
source: OK
fr: D'ACCORD
ko: 좋아요
th: ตกลง
zh: 好的

# txtCheckEmpty
source: Not be empty
fr: Ne pas être vide
ko: 비워두지 마세요
th: อย่าว่างเปล่า
vi: Không để trống.
zh: 不能为空

# txtCheckUsernameInvalid
source: Invalid username
fr: Nom d'utilisateur invalide
ko: 잘못된 사용자 이름
th: ชื่อผู้ใช้ที่ไม่ถูกต้อง
vi: Tên sử dụng không hợp lệ.
zh: 无效的用户名

# txtCheckUsernameExists
source: Username exists
fr: Le nom d'utilisateur existe
ko: 사용자 이름이 존재합니다
th: ชื่อผู้ใช้ที่มีอยู่
vi: Tên người dùng đã tồn tại.
zh: 用户名已存在

# txtCheckUsernameIncorrect
source: Username is incorrect! Try again.
fr: Le nom d'utilisateur est incorrect! Essayer à nouveau.
ko: 사용자 이름이 잘못되었습니다! 다시 시도하십시오.
th: ชื่อผู้ใช้ไม่ถูกต้อง! ลองอีกครั้ง.
vi: Tên người dùng không chính xác! Thử lại.
zh: 用户名不正确！再试一次。

# txtCheckUsernameLinked
source: This account has linked email or phone, please use the authentication method to retrieve the password.
fr: Ce compte a un e-mail ou un téléphone lié, veuillez utiliser la méthode d'authentification pour récupérer le mot de passe.
ko: 이 계정에는 이메일 또는 전화가 연결되어 있습니다. 인증 방법을 사용하여 비밀번호를 검색하십시오.
th: บัญชีนี้ได้เชื่อมโยงอีเมลหรือโทรศัพท์ โปรดใช้วิธีการตรวจสอบสิทธิ์เพื่อรับรหัสผ่าน
vi: Tài khoản này đã liên kết email hoặc điện thoại, vui lòng sử dụng phương thức xác thực để lấy lại mật khẩu.
zh: 该帐号已绑定邮箱或电话，请使用验证方式找回密码。

# txtFullName
source: FullName
fr: Nom et prénom
ko: 성명
th: ชื่อเต็ม
vi: Họ Tên
zh: 全名

# txtPhone
source: Phone
fr: Téléphone
ko: 핸드폰
th: โทรศัพท์
vi: Điện Thoại
zh: 电话

# txtLink
source: Link
fr: lien
ko: 링크
th: ลิงค์
vi: Liên Kết
zh: 关联

# txtPhoneVerificationTitle
source: Phone number verification !
fr: Vérification du numéro de téléphone!
ko: 전화번호 인증!
th: การยืนยันหมายเลขโทรศัพท์ !
vi: Xác minh số điện thoại!
zh: 电话号码验证！

# txtPhoneVerificationSubTitle
source: Please enter the phone number you are using, please do not use a virtual phone number
fr: Veuillez entrer le numéro de téléphone que vous utilisez, veuillez ne pas utiliser un numéro de téléphone virtuel
ko: 사용 중인 전화번호를 입력하세요. 가상 전화번호를 사용하지 마세요.
th: โปรดป้อนหมายเลขโทรศัพท์ที่คุณกำลังใช้ โปรดอย่า ใช้หมายเลขโทรศัพท์เสมือน
vi: Vui lòng nhập số điện thoại bạn đang sử dụng, vui lòng không sử dụng số điện thoại ảo.
zh: 请输入您正在使用的电话号码，请勿使用 虚拟电话号码

# txtMessageCheckPhoneE
source: The phone number you entered is invalid or exists! try again.
fr: Le numéro de téléphone que vous avez entré est invalide ou existe! essayer à nouveau.
ko: 입력한 전화번호가 유효하지 않거나 존재합니다! 다시 시도하십시오.
th: หมายเลขโทรศัพท์ที่คุณป้อนไม่ถูกต้องหรือมีอยู่จริง! ลองอีกครั้ง.
vi: Số điện thoại bạn nhập không hợp lệ hoặc tồn tại! thử lại.
zh: 您输入的电话号码无效或已存在！再试一次。

# txtMessageCheckPhoneE1
source: Registered phone number.
fr: Numéro de téléphone enregistré.
ko: 등록된 전화번호입니다.
th: หมายเลขโทรศัพท์ที่ลงทะเบียน
vi: Số điện thoại đã đăng ký.
zh: 注册的电话号码。

# txtMessageEnterOtp
source: Your please enter the code OTP.
fr: Votre s'il vous plaît entrer le code OTP.
ko: OTP 코드를 입력하세요.
th: ของคุณกรุณาใส่รหัส OTP
vi: Bạn vui lòng nhập mã OTP.
zh: 请输入代码 OTP。

# txtMessageCheckOtp
source: Incorrect otp code please re-enter.
fr: Code otp incorrect, veuillez le saisir à nouveau.
ko: 잘못된 otp 코드를 다시 입력하십시오.
th: รหัส otp ไม่ถูกต้อง กรุณาป้อนใหม่
vi: Mã otp sai vui lòng nhập lại.
zh: otp 代码不正确，请重新输入。

# txtEmailVerificationSubTitle
source: Please enter the email you are using, do not enter a virtual email !
fr: Veuillez entrer l'e-mail que vous utilisez, n'entrez pas d'e-mail virtuel!
ko: 사용 중인 이메일을 입력하세요. 가상 이메일을 입력하지 마세요!
th: โปรดป้อนอีเมลที่คุณใช้ อย่าป้อน อีเมลเสมือน!
vi: Vui lòng nhập email bạn đang sử dụng, không nhập email ảo.
zh: 请输入您正在使用的电子邮件，请勿输入 虚拟电子邮件！

# txtMessageCheckEmailE
source: Invalid email ! try again.
fr: Email invalide! essayer à nouveau.
ko: 잘못된 이메일! 다시 시도하십시오.
th: อีเมลไม่ถูกต้อง ! ลองอีกครั้ง.
vi: Email không hợp lệ ! thử lại.
zh: 不合规电邮 ！再试一次。

# txtMessageCheckEmailE1
source: Email has been posted linked to another account ! Try again.
fr: L'email a été posté lié à un autre compte! Essayer à nouveau.
ko: 이메일이 다른 계정에 연결된 게시되었습니다! 다시 시도하십시오.
th: มีการโพสต์อีเมลที่เชื่อมโยงกับบัญชีอื่น ! ลองอีกครั้ง.
vi: Email đã được đăng liên kết với một tài khoản khác! Thử lại.
zh: 电子邮件已发布链接到另一个帐户！再试一次。

# txtBirtDay
source: Day of birt
fr: Jour de naissance
ko: 생년월일
th: วันเกิด
vi: Ngày sinh
zh: 出生日

# txtDay
source: Day
fr: Jour
ko: 낮
th: วัน
vi: Ngày
zh: 天

# txtMonth
source: Month
fr: Mois
ko: 월
th: เดือน
vi: Tháng
zh: 月

# txtYear
source: Year
fr: Année
ko: 년도
th: ปี
vi: Năm
zh: 年

# txtPermission
source: No permission provided.
fr: Aucune autorisation fournie.
ko: 권한이 제공되지 않았습니다.
th: ไม่มีการอนุญาต
vi: Không có sự cho phép được cung cấp.
zh: 未提供许可。

# txtChooseColor
source: Choose border color
fr: Choisissez la couleur de la bordure
ko: 테두리 색상 선택
th: เลือกสีเส้นขอบ
vi: Chọn màu viền
zh: 选择边框颜色

# txtChooseAvt
source: Choose avata
fr: Choisissez un avatar
ko: 아바타 선택
th: เลือกอวาตา
vi: Chọn ảnh đại diện
zh: 选择头像

# txtSaveChange
source: Save Change?
fr: Sauvegarder les modifications?
ko: 변경 사항을 저장하시겠습니까?
th: บันทึกการเปลี่ยนแปลง?
vi: Lưu thay đổi?
zh: 保存更改？

# txtGallery
source: Gallery
fr: Galerie
ko: 갤러리
th: แกลลอรี่
vi: Thư viện
zh: 画廊

# txtCamera
source: Camera
fr: Caméra
ko: 카메라
th: กล้อง
vi: Máy ảnh
zh: 相机

# txtCropImage
source: Image Cropper
fr: Recadrage d'image
ko: 이미지 자르기 도구
th: เครื่องมือครอบตัดรูปภาพ
vi: Trình cắt ảnh
zh: 图像裁剪器

# txtMessageLink
source: Not enter you must link
fr: Ne pas entrer, vous devez lier
ko: 입력하지 않으면 연결해야 합니다.
th: ไม่ป้อนคุณต้องเชื่อมโยง
vi: Không nhập, bạn phải liên kết
zh: 不输入必须链接

# txtSuccess
source: Success!
fr: Succès!
ko: 성공!
th: ความสำเร็จ!
vi: Thành công!
zh: 成功!

# txtSnackSuccessUpdateInfor
source: Information has been updated.
fr: Les informations ont été mises à jour.
ko: 정보가 업데이트되었습니다.
th: ปรับปรุงข้อมูลแล้ว
vi: Thông tin đã được cập nhật.
zh: 信息已更新。

# txtSnackSuccessUpdatePass
source: Password update successful.
fr: Mise à jour du mot de passe réussie.
ko: 비밀번호 업데이트에 성공했습니다.
th: อัปเดตรหัสผ่านสำเร็จ
vi: Cập nhật mật khẩu thành công.
zh: 密码更新成功。

# txtJoined
source: Joined
fr: Rejointe
ko: 가입
th: เข้าร่วม
vi: Đã tham gia
zh: 已加入

# txtNoData
source: No data available
fr: Pas de données disponibles
ko: 자료 없음
th: ไม่มีข้อมูลที่สามารถใช้ได้
vi: Không có dữ liệu
zh: 无可用数据

# txtChangePassword
source: Changes Password
fr: Change le mot de passe
ko: 비밀번호 변경
th: เปลี่ยนรหัสผ่าน
vi: Thay đổi mật khẩu
zh: 更改密码

# txtIncorrectPassword
source: Password incorrect? Try again.
fr: Mot de passe incorrect? Essayer à nouveau.
ko: 비밀번호 오류? 다시 시도하십시오.
th: รหัสผ่านไม่ถูกต้อง? ลองอีกครั้ง.
vi: Mật khẩu không đúng? Thử lại.
zh: 密码错误？再试一次。

# txtNewPass
source: New Password
fr: Nouveau mot de passe
ko: 새 비밀번호
th: รหัสผ่านใหม่
vi: Mật khẩu mới
zh: 新密码

# txtConfirmPass
source: Confirm Password
fr: Confirmez le mot de passe
ko: 비밀번호 확인
th: ยืนยันรหัสผ่าน
vi: Xác nhận mật khẩu
zh: 确认密码

# txtError
source: Error!
fr: Erreur!
ko: 오류!
th: ข้อผิดพลาด!
vi: Lỗi!
zh: 错误!

# txtSnackErrPass
source: You have not entered the complete information?.
fr: Vous n'avez pas saisi les informations complètes?
ko: 전체 정보를 입력하지 않았습니까?.
th: กรอกข้อมูลไม่ครบ?.
vi: Bạn chưa nhập thông tin đầy đủ?.
zh: 您还没有输入完整的信息？.

# txtErrPass
source: Please set a different password than the old password
fr: Veuillez définir un mot de passe différent de l'ancien mot de passe
ko: 기존 비밀번호와 다른 비밀번호를 설정해주세요.
th: กรุณาตั้งรหัสผ่านที่แตกต่างจากรหัสผ่านเดิม
vi: Vui lòng đặt mật khẩu khác với mật khẩu cũ
zh: 请设置与旧密码不同的密码

# txtBedTime
source: Bed Time
fr: Heure du coucher
ko: 취침 시간
th: เวลานอน
vi: Giờ đi ngủ
zh: 就寝时间
