Repository: Manh-IT-K2/AppMeditate
Catalog: lib/L10n/app_*.arb
Languages: fr, ko, th, vi, zh

# txtGoodMorning
source: Good Morning
fr: Bonjour
ko: 좋은 아침이에요
th: สวัสดีตอนเช้า
vi: Chào buổi sáng
zh: 早上好

# txtGoodEvening
source: Good Evening
fr: Bonne soirée
ko: 좋은 저녁이에요
th: สวัสดีตอนเย็น
vi: Chào buổi tối
zh: 晚上好

# txtWakeUp
source: Wake Up
fr: Réveillez-vous
ko: 깨우다
th: ตื่น
vi: Giờ thức dậy
zh: 醒来

# txtMin
source: MIN
ko: 분
th: นาที
vi: Phút
zh: 最小

# txtMusic
source: MUSIC
fr: MUSIQUE
ko: 음악
th: ดนตรี
vi: ÂM NHẠC
zh: 音乐

# txtRelexation
source: Relexation
ko: 기분 전환
th: การพักผ่อน
vi: Thư giãn
zh: 松弛

# txtRecomended
source: Recomended for you
fr: Recommandé pour vous
ko: 추천
th: แนะนำสำหรับคุณ
vi: Đề xuất cho bạn
zh: 为您推荐

# txtMeditation
source: MEDITATION
fr: MÉDITATION
ko: 심사 숙고
th: การทำสมาธิ
vi: THIỀN
zh: 冥想

# txtMeditation1
source: Meditation
fr: Méditation
ko: 심사 숙고
th: การทำสมาธิ
vi: Thời gian thiền
zh: 冥想

# txtDailyThought
source: Daily Thought
fr: Pensée quotidienne
ko: 일상의 생각
th: ความคิดรายวัน
vi: Suy nghĩ hàng ngày
zh: 每日思考

# txtSnackErrLogin
source: You have not entered the complete information?.
fr: Vous n'avez pas entré les informations complètes?
ko: 전체 정보를 입력하지 않았습니까?.
th: กรอกข้อมูลไม่ครบ?.
vi: Bạn chưa nhập thông tin đầy đủ?.
zh: 您还没有输入完整的信息？

# txtSnackErrLoginCheck
source: Ussername or Password wrong.
fr: Nom d'utilisateur ou mot de passe erroné.
ko: 사용자 이름 또는 암호가 잘못되었습니다.
th: ชื่อผู้ใช้หรือรหัสผ่านผิด
vi: Tên người dùng hoặc Mật khẩu sai.
zh: 用户名或密码错误。

# txtSnackSuccessLogged
source: Logged in successfully.
fr: Connecté avec succès.
ko: 성공적으로 로그인되었습니다.
th: เข้าสู่ระบบสำเร็จ
vi: Đăng nhập thành công.
zh: 登录成功。

# txtTitleFogetPass
source: Please enter a new password that is easiest for you to remember.
fr: Veuillez entrer un nouveau mot de passe dont vous vous souviendrez plus facilement.
ko: 기억하기 가장 쉬운 새 암호를 입력하십시오.
th: โปรดป้อนรหัสผ่านใหม่ที่ง่ายที่สุด เพื่อให้คุณจำ
vi: Vui lòng nhập một mật khẩu mới dễ nhớ nhất đối với bạn.
zh: 请输入您最容易记住的 新密码。

# txtForgotPass
source: Forgot your password?
fr: Mot de passe oublié?
ko: 비밀번호를 잊어 버렸습니까?
th: ลืมรหัสผ่านหรือไม่?
vi: Quên mật khẩu?
zh: 忘记密码了吗？

# txtForgotPassEmailSubTitle
source: Please enter the email you registered your account with to recover your password.
fr: Veuillez saisir l'e-mail avec lequel vous avez enregistré votre compte pour récupérer votre mot de passe.
ko: 비밀번호를 복구하려면 계정을 등록한 이메일을 입력하세요.
th: โปรดป้อนอีเมลที่คุณลงทะเบียน บัญชีของคุณเพื่อกู้คืนรหัสผ่าน
vi: Vui lòng nhập email bạn đã đăng ký tài khoản của mình để khôi phục mật khẩu.
zh: 请输入您注册帐户时使用的电子邮件以恢复您的密码。

# txtForgotPassPhoneSubTitle
source: Please enter the phone number you registered your account with to recover your password.
fr: Veuillez entrer le numéro de téléphone avec lequel vous avez enregistré votre compte pour récupérer votre mot de passe.
ko: 비밀번호를 복구하려면 계정을 등록한 전화번호를 입력하세요.
th: โปรดป้อนหมายเลขโทรศัพท์ที่คุณลงทะเบียน บัญชีของคุณเพื่อกู้คืนรหัสผ่าน
vi: Vui lòng nhập số điện thoại bạn đã đăng ký tài khoản của mình để khôi phục mật khẩu.
zh: 请输入您注册帐户时使用的电话号码以恢复密码。

# txtOther
source: Other
fr: Autre
ko: 다른
th: อื่น
vi: Khác
zh: 其他

# txtOtherSubTitle
source: If your account has not verified Email and Phone number
fr: Si votre compte n'a pas été vérifié E-mail et numéro de téléphone
ko: 계정이 확인되지 않은 경우 이메일 및 전화번호
th: หากบัญชีของคุณยังไม่ได้ยืนยัน อีเมลและหมายเลขโทรศัพท์
vi: Nếu tài khoản của bạn chưa được xác minh Email và Số điện thoại
zh: 如果您的帐户尚未验证 电子邮件和电话号码

# txtForgotPassUsernameSubTitle
source: Please enter the username with which you registered your account.
fr: Veuillez entrer le nom d'utilisateur avec lequel vous avez enregistré votre compte.
ko: 계정을 등록한 사용자 이름을 입력하십시오.
th: โปรดป้อนชื่อผู้ใช้ที่คุณใช้ลงทะเบียนบัญชีของคุณ
vi: Vui lòng nhập tên người dùng mà bạn đã đăng ký tài khoản của mình.
zh: 请输入您注册帐户时使用的用户名。

# txtAcceptTerm
source: You have not accepted the terms.
fr: Vous n'avez pas accepté les conditions.
ko: 약관에 동의하지 않았습니다.
th: คุณยังไม่ได้ยอมรับเงื่อนไข
vi: Bạn chưa chấp nhận các điều khoản.
zh: 您尚未接受这些条款。

# txtHi
source: Hi
fr: Salut
ko: 안녕
th: สวัสดี
vi: Xin chào
zh: 你好

# txtWecome
source: Wecome
fr: Nous venons
ko: 우리가 간다
th: พวกเรามา
vi: Chào mừng
zh: 我们来

# txtMinute
source: Minute
ko: 분
th: นาที
vi: Phút
zh: 分钟

# txtLast7days
source: Last 7 days
fr: Les 7 derniers jours
ko: 지난 7일
th: 7 วันที่ผ่านมา
vi: 7 ngày qua
zh: 过去 7 天

# txtLesson
source: Lesson
fr: Leçon
ko: 수업
th: บทเรียน
vi: Số
zh: 课

# txtCount
source: Count
fr: Compter
ko: 세다
vi: bài học
zh: 数数

# txtCurrent
source: Current
fr: Actuelle
ko: 현재의
th: ปัจจุบัน
vi: Chuỗi
zh: 当前的

# txtStreak
source: Streak
fr: Traînée
ko: 줄
th: ริ้ว
vi: hiện tại
zh: 条纹

# txtNext
source: Next
fr: Suivante
ko: 다음
th: ต่อไป
vi: Tiếp
zh: 下一个

# txtTotal
source: Total
fr: Totale
ko: 총
th: ทั้งหมด
vi: Tổng
zh: 全部的

# txtEnglish
source: English
fr: Anglaise
ko: 영어
th: ภาษาอังกฤษ
vi: Tiếng Anh
zh: 英语

# txtPodcast
source: PODCAST
ko: 팟캐스트
th: พอดแคสต์
vi: Phát Thanh
zh: 播客
